/* MessageDialog strings */
"OK" = "OK";
"Cancel" = "Ακύρωση";
"Don't Save" = "Να μη γίνει αποθήκευση";

/* Menu strings */
"Preferences…" = "Προτιμήσεις…";
"Services" = "Υπηρεσίες";
"Hide %@" = "Απόκρυψη %@";
"Hide Others" = "Απόκρυψη άλλων";
"Show All" = "Εμφάνιση όλων";
"Quit %@" = "Τερματισμός %@";
"Help" = "Βοήθεια";

/* HTMLViewer strings */
"Open “%@” in a new window" = "Άνοιγμα «%@» σε νέο παράθυρο";
"Go to “%@”" = "Μετάβαση σε «%@»";

/* Default file name used for save dialogs and ExportPicture */
"untitled" = "χωρίς τίτλο";
